// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Управление нестандартной бумагой";

HelpTitle = "Управление нестандартной бумагой";

NoIccTitle = "<профиль не выбран>";

DoubleNameTitle = "Имя нестандартной бумаги уже существует";
DoubleNameMsg = "Тип нестандартной бумаги с именем \"%@\" уже существует. Выберите другое имя для нестандартной бумаги.";

MaxMediaExceededTitle = "Превышено максимальное число типов нестандартной бумаги";
MaxMediaExceededMsg = "Можно определить до %i типов нестандартной бумаги. Удалите один или несколько типов бумаги, прежде чем добавить новый.";

DeletePaperTitle = "Вы действительно хотите удалить нестандартную бумагу?";
DeletePaperMsg = "Эту операцию нельзя отменить. При нажатии кнопки \"Удалить\" вся информация о бумаге будет удалена.";
DeleteButtonTitle = "Удалить";

ProfileExistsTitle = "Профиль ICC уже существует";
ProfileExistsMsg = "Профиль ICC с именем файла \"%@\" уже хранится в локальном хранилище.\nПри выборе параметра \"Использовать существующий профиль\" для бумаги будет использован уже сохраненный профиль.\nВ противном случае можно выбрать параметр \"Использовать уникальное имя файла\" для изменения имени нового профиля.";
ProfileExistsDefButton = "Использовать существующий профиль";
ProfileExistsAltButton = "Отмена";
ProfileExistsOtherButton = "Использовать уникальное имя";

//Paper Type Names
Photo = "Фото";
CoatedInkjet = "Для струйной печати с покрытием";
PhotoRag = "Хлопковая фотобумага";
Watercolor = "Акварельная";
Canvas = "Холст";
RigidPhotoRag = "Жесткая хлопковая фотобумага";
RigidWatercolor = "Жесткая акварельная";
RigidCanvas = "Жесткий холст";
Brochure = "Брошюра";
PlainPaper = "Обычная бумага";

NonKongText = "Здесь можно редактировать или удалять данные о бумаге. Выберите бумагу, данные которой требуется редактировать или удалить, а затем выберите требуемую операцию в меню под таблицей.";

NotRegisteredProfileWarning = "Профиль ICC не зарегистрирован в ColorSync. Для его регистрации выберите \"Регистрация профиля\" в меню под таблицей.";

PhotoInkjetScrapbook = "Фотобумага для струйной печати Scrapbook";
MatteInkjetScrapbook = "Матовая бумага для струйной печати Scrapbook";

Coated = "Бумага с покрытием";
PhotoThick = "Фотобумага плотная";
FiberGloss = "Волокнистая глянцевая";
photoRag = "Тряпич. бумага для фото";
photoRagThin = "Тонкая тряпич. бумага для фото";

//print quality names
Best = "Лучший";
Normal = "Норма";
Fast = "Быстрая черновая";
MaxDPI = "Максимальное DPI";

InvalidFileTitle = "Не удалось импортировать нестандартную бумагу";
InvalidFileMsg = "Файл \"%@\" является неверным файлом нестандартной бумаги.";

ProfileInvalidTitle = "Неверный формат файла ICC";
ProfileInvalidMsg = "Выбранный формат файла ICC не является профилем для принтера";
ProfileInvalidDefButton = "Выберите другой профиль";
ProfileInvalidAltButton = "Отмена";

TaskTitleFieldText = "Управление нестандартной бумагой";
TaskDescriptionFieldText = "Здесь можно редактировать, импортировать, экспортировать или удалить данные о бумаге. Выберите бумагу, данные которой требуется редактировать, импортировать, экспортировать или удалить, а затем выберите нужную операцию в меню под таблицей.";
FirstColumnHeader = "Имя бумаги";
SecondColumnHeader = "Профиль";
MenuItemImport = "Импортировать…";
MenuItemEdit = "Редактировать…";
MenuItemExport = "Экспортировать…";
MenuItemDelete = "Удалить";
MenuItemRegisterProfile = "Регистрация профиля";
EditSheetTitleFieldText = "Редактирование данных нестандартной бумаги";
EditSheetDescriptionFieldText = "Отредактируйте информацию о бумаге.";
PaperNameLableText = "Имя нестандартной бумаги:";
PaperCategoryLableText = "Категория бумаги:";
IccFileNamelableText = "Профиль ICC (необязательно):";
IccFileNameFieldText = "<профиль не выбран>";
BrowseButtonText = "Обзор…";
ClearButtonText = "Очистить профиль";
CancelButtonText = "Отмена";
DoneButtonText = "Готово";

